/* Alert text for Retro Synth audio file analysis in case another analysis is still ongoing */
"A wavetable is currently being created. Please try again after the creation process has finished." = "当前正在创建波表合成。请在创建过程结束后再试一次。";

/* Alert text for Retro Synth audio file analysis result info */
"Timbral information for a single waveform was detected. Formant modulation is available, by switching the Modulation knob to “Formant”. The Shape 1 and Shape 2 knobs are not functional." = "检测到单个波形的音色信息。可通过将调制旋钮切换到“共振峰”来使用共振峰调制。形状 1 旋钮和形状 2 旋钮不起作用。";

/* Alert text for Retro Synth audio file analysis result info on failure */
"To create a wavetable, the audio file must have a constant pitch, several pitched sections separated by silence, or one or more single cycle sections." = "若要创建波表合成，音频文件必须具有恒定音高，被无声片段分开的多个音高部分，或者一个或多个单一循环部分。";

/* Alert text for Retro Synth audio file analysis result info on success */
"The new wavetable contains %d waveforms." = "新波表合成包含 %d 个波形。";

/* Alert title for Retro Synth audio file analysis in case another analysis is still ongoing */
"Wavetable Being Created" = "正在创建波表合成";

/* Alert title for Retro Synth audio file analysis result info */
"Wavetable Created With a Single Waveform" = "已创建包含单个波形的波表合成";

/* Alert title for Retro Synth audio file analysis result info on failure */
"Wavetable Not Created" = "尚未创建波表合成";

/* Alert title for Retro Synth audio file analysis result info on success */
"Wavetable Created" = "已创建波表合成";

/* Compressor side chain default menu item name */
"CompressorSideChainDefaultItemName" = "内部";

/* Compressor side chain menu name */
"CompressorSideChainMenuName" = "侧链：";

/* ES1 synth side chain default menu item name */
"ES1SideChainDefaultItemName" = "关";

/* ES1 synth side chain menu name */
"ES1SideChainMenuName" = "外部音频输入：";

/* Flex analysis progress indicator detail info */
"Identification of Notes" = "音符的标识";

/* Flex analysis progress indicator detail info */
"Pitch Analysis" = "音高分析";

/* Flex analysis progress indicator info */
"Analyzing: %@" = "正在分析：%@";

/* Playback file alert */
"PlaybackFileNotFoundHeader" = "文件打开错误";

/* Playback file alert */
"PlaybackFileNotFoundMessage" = "找不到您尝试载入的文件。";

/* Playback file alert */
"PlaybackFileOpenErrorHeader" = "文件打开错误";

/* Playback file alert */
"PlaybackFileOpenErrorMessage" = "可用内存不足，无法载入所选文件。";

/* Playback file alert */
"PlaybackTempoMarkerErrorHeader" = "文件包含速度改变";

/* Playback file alert */
"PlaybackTempoMarkerErrorMessage" = "警告：您正在导入的一个或多个文件包含速度改变标记。此版本的 MainStage 不支持同步包含速度改变的文件。";

/* Playback file alert */
"PlaybackTransientsErrorHeader" = "文件打开错误";

/* Playback file alert */
"PlaybackTransientsMessage" = "所选文件中的瞬变已在 Logic Pro 中隐藏。请在 Logic Pro 中打开该文件并取消隐藏瞬变，然后在插件中重新打开该文件。";

/* Playback file alert */
"PlaybackUnknownErrorHeader" = "未知错误";

/* Playback file alert */
"PlaybackUnknownErrorMessage" = "未能打开所选文件。";

/* Playback file alert */
"PlaybackUnsupportedFileHeader" = "不支持的音频文件格式";

/* Playback file alert */
"PlaybackUnsupportedFileMessage" = "您尝试添加的音频文件的文件格式不受支持。请使用 iTunes 或其他音频应用程序将文件转换为支持的格式，然后将其添加到“播放”插件中。";

/* suffix for file names not being loaded into SpaceDesigner */
"MissingFileSuffix" = "（文件丢失）";
